Repository: pypi-data/pypi-mirror-100
Catalog: packages/make-*-soft-provider/make_*_soft_provider-0.9.5.post202103312318-py3-none-any.whl/makeitsoft/locales/*/LC_MESSAGES/messages.po
Languages: fr

source: Cet utilitaire vous permettra de deployer suivant vos choix un pack de solutions d'entreprise developpe par la societe {}
fr: Cet utilitaire vous permettra de déployer suivant vos choix une instance MakeItSoft Server par la société {}

source: Demarrage de l'instance MakeItSoft...
fr: Démarrage de l'instance MakeItSoft...

source: Demarrage de l'instance MakeItSoft terminee
fr: Démarrage de l'instance MakeItSoft terminée

source: Pour demarrer les apps: ./service.sh start
fr: Pour démarrer les apps: ./service.sh start

source: Le parametre --input-solution-archive est obligatoire pour l'operation <add_solution>
fr: Le paramètre --input-solution-archive est obligatoire pour l'opération <add_solution>

source: Aucune archive detectee au chemin: {}
fr: Aucune archive détectée au chemin: {}

source: Aucune installation detectee dans le dossier: {}
fr: Aucune installation détectée dans le dossier: {}

source: Operation terminee !!!
fr: Opération terminée !!!

source: Choisissez votre langue par defaut :
fr: Choisissez votre langue par défaut :

source: Choisissez votre depot d'image docker a utiliser pour l'installation :
fr: Choisissez votre dépot d'image docker a utiliser pour l'installation :

source: Acces Direct par defaut ?
fr: Accès Direct par défaut ?
